[
	{"id":6,"title":"Richard M. Schiffrin's Collaboration Network Mapped Over Time and Journal Space","description":"<p>for <a href=\"http://www.cogs.indiana.edu/FestschriftForRichShiffrin/\" target=\"_blank\"><em>A Festschrift for Richard M. Shiffrin</em></a>, by Katy Börner and the Cyberinfrastructure for Network Science Center. Graphic design by Michael J. Stamper.</p>","media_type":"IMAGE","media_url":"images/research/visualizations/Shiffrin_400W.png","link":"/docs/research/visualizations/2012-shiffrin_map-40x36.pdf","pub_date":"2012-11-01"},
	{"id":5,"title":"NARCIS: Network of Experts and Knowledge Organizations in the Netherlands","description":"for Data Archiving and Networked Services (DANS), Royal Netherlands Academy of Arts and Sciences (KNAW), by Linda Reijnhoudt, Michael J. Stamper, Katy Börner, Chris Baars, and Andrea Scharnhorst.","media_type":"IMAGE","media_url":"images/research/visualizations/NARCIS_400W.png","link":"/docs/research/visualizations/2012_NARCIS.pdf","pub_date":"2012-12-01"},
	{"id":13,"title":"An Emergent Mosaic of Wikipedian Activity","description":"by Bruce W. Herr II, Todd Holloway, Katy Börner","media_type":"IMAGE","media_url":"images/research/visualizations/Wikipedia_400W.png","link":"http://scimaps.org/web/maps/wikipedia/index-new.html","pub_date":"2012-01-16"},
	{"id":11,"title":"Society for Neuroscience, 2006 Visual Browser","description":"by Bruce W. Herr II, David Newman, Gully APC Burns","media_type":"IMAGE","media_url":"images/research/visualizations/Society_For_Neuroscience_400W.png","link":"http://scimaps.org/web/maps/neurovis/neurovis.static.pdf","pub_date":"2012-01-18"},
	{"id":3,"title":"A Semantic Landscape of the Last.fm Music Folksonomy using a Self-Organizing Map","description":"<p>for Sunbelt, 2010, by Joseph Biberstine, Russell J. Duhon, Katy Börner, Elisha Hardy, CNS and André Skupin, San Diego State University</p>\r\n<div style=\"float:right; width:430px; margin-top:20px;\">\r\n<div style=\"float:left; width:75px;\">\r\n<a href=\"http://iiidaward.net/?pg=2&ft=#836\" target=\"_blank\"><img src=\"images/research/visualizations/iiid_award_logo_75x75.png\" border=\"0\"/></a></div>\r\n<div style=\"float:right; width:340px; margin-top:8px;\">\r\n<p>Shortlisted submission in the 2011 International Institute for Information Design (IIID) Awards in the Didactics category.</p></div>\r\n</div>","media_type":"IMAGE","media_url":"images/research/visualizations/LastFM_400W.png","link":"/docs/research/visualizations/10-Last.fm.pdf","pub_date":"2012-01-23"},
	{"id":10,"title":"A Topic Map of NIH Grants 2007","description":"by Bruce W. Herr II, David Newman, Gully APC Burns","media_type":"IMAGE","media_url":"images/research/visualizations/TopicMap_NIHGrants_400W.png","link":"http://scimaps.org/mapdetail/a_topic_map_of_nih_g_84","pub_date":"2012-01-21"},
	{"id":12,"title":"Research Collaborations by the Chinese Academy of Sciences","description":"by Weixia (Bonnie) Huang, Russell J. Duhon, Elisha F. Hardy, Katy Börner, Indiana University, USA","media_type":"IMAGE","media_url":"images/research/visualizations/CAS_400W.png","link":"/docs/research/visualizations/08-CAS.jpg","pub_date":"2012-01-17"},
	{"id":9,"title":"Bibsonomy Anatomy","description":"2009, By Nianli Ma, Russell J. Duhon, Elisha F. Hardy, Katy Börner","media_type":"IMAGE","media_url":"images/research/visualizations/Bibsomony_400W.png","link":"/docs/research/visualizations/09-Bibsomony.jpg","pub_date":"2012-01-22"},
	{"id":8,"title":"Sources and Sinks of Life Time in U.S. Air Travel","description":"for Sunbelt 2011, by Joseph R. Biberstine, Katy Börner, and Michael J. Stamper","media_type":"IMAGE","media_url":"images/research/visualizations/AirTravel_400W.png","link":"/docs/research/visualizations/CNS_Sources_and_Sinks_of_Lifetime_Sunbelt_Viszards_Poster_2011.pdf","pub_date":"2012-09-01"},
	{"id":7,"title":"Mendeley's Evolving Network of Expertise and Knowledge","description":"<p>for the <a href=\"http://dev.mendeley.com/api-binary-battle\" target=\"_blank\">2011 Mendeley Binary Battle</a>, by Chin Hua Kong, Katy Börner, and Michael J. Stamper</p>\r\n</h3>\r\n<div style=\"float:right; width:430px; margin-top:20px;\">\r\n<div style=\"float:left; width:75px;\">\r\n<a href=\"http://iiidaward.net/?pg=2&ft=#830\" target=\"_blank\"><img src=\"images/research/visualizations/iiid_award_logo_75x75.png\" border=\"0\"/></a></div>\r\n<div style=\"float:right; width:340px; margin-top:8px;\">\r\n<p>Shortlisted submission in the 2011 International Institute for Information Design (IIID) Awards in the Didactics category.</p></div>\r\n</div>","media_type":"IMAGE","media_url":"images/research/visualizations/Mendeley_400W.png","link":"/docs/research/visualizations/2011_Mendeley_Binary_Battle_entry.pdf","pub_date":"2012-10-01"},
	{"id":16,"title":"NETE Analyzer/Visualizer","description":"Our development team has been collaborating with NET ESOLUTIONS on an NIH-funded SBIR Phase II project that will result in a major overhaul of the NETE Analyzer/Visualizer, a web-based data visualization tool originally developed in 2012 and used by NIH program officers.\r\n\r\nThe all-new responsive interface scales effortlessly from desktop to tablet browsing and boasts several new features aimed at optimizing a variety of visualization types for effective communication of the insights inherent in the data.\r\n\r\nThis project created Geographic, Temporal, Bimodal, and Map of Science visualizations based on existing Sci2 visualizations and conventions. Each vizualization provides different insights into NIH grant, project, and publication data, and provide multiple forms of interaction, allowing users to pan, pinch- or scroll-zoom, and click individual nodes or clusters to gain more detailed information.\r\n\r\nNETEAV 1.7.1 was released in October, 2014, and incorporates both back- and front-end changes to the NETEAV system to produce scale-free and responsive visualizations for four visualization types for the full range of data NETEAV provides.","media_type":"IMAGE","media_url":"images/research/visualizations/nete_screenshots_400W.jpg","link":"images/research/visualizations/nete_screenshots_full.jpg","pub_date":"2014-10-09"},
	{"id":15,"title":"A Semantic Landscape of 2,300 Medical Subject Headings","description":"By Joseph Biberstine, Russell J. Duhon, Jennifer R.S. Coffey, Katy Börner, Cyberinfrastructure for Network Science Center, Indiana University, Bloomington, and André Skupin, San Diego State University. Read the accompanying paper, <a href=\"/docs/publications/2013-skupin-pone.pdf\" target=\"_blank\">Visualizing the Topical Structure of the Medical Sciences: A Self-Organizing Map Approach</a>, by André Skupin, Joseph R. Biberstine, and Katy Börner.","media_type":"IMAGE","media_url":"images/research/visualizations/NIH_BaseMap.jpg","link":"/docs/research/visualizations/NIH_BaseMap_FullRes.jpg","pub_date":"2013-03-01"},
	{"id":14,"title":"Movies and Actors: Mapping the Internet Movie Database","description":"by Bruce Herr, Weimao Ke, Elisha Hardy, Katy Börner","media_type":"IMAGE","media_url":"images/research/visualizations/Movies_and_Actors_400W.png","link":"http://nwb.slis.indiana.edu/papers/2007-herr-movieact.pdf","pub_date":"2012-01-11"},
	{"id":18,"title":"2015 NAFKI Conference Participants and Their Specialties","description":"The National Academies Keck Futures Initiative (NAKFI) is a program of the National Academies of Sciences, Engineering and Medicine supported by the W.M. Keck Foundation. Every year, NAFKI brings interdisciplinary researchers together to work in task groups and challenge teams to tackle tough real-world problems through innovative, outstanding communication and cooperation among disciplines.\r\n\r\n","media_type":"IMAGE","media_url":"images/research/visualizations/NAFKI1_400W.png","link":"docs/research/visualizations/2015_NAFKI_Conference_Participants_and_Their_Specialities.pdf","pub_date":"2015-11-11"},
	{"id":19,"title":"2015 NAFKI Outcomes","description":"The National Academies Keck Futures Initiative (NAKFI) is a program of the National Academies of Sciences, Engineering and Medicine supported by the W.M. Keck Foundation. Every year, NAFKI brings interdisciplinary researchers together to work in task groups and challenge teams to tackle tough real-world problems through innovative, outstanding communication and cooperation among disciplines.\r\n\r\n","media_type":"IMAGE","media_url":"images/research/visualizations/NAFKI2_400W.png","link":"docs/research/visualizations/2015_NAFKI_Outcomes.pdf","pub_date":"2015-11-11"},
	{"id":1,"title":"TED<sup>x</sup>Bloomington Map of Registrations","description":"Shown here are all TEDxBloomington attendees who registered by March 8, 2013 together with the subjects they like 313 subject nodes in colors. People are linked via popular topics. The resulting bi-modal network has 508 nodes connected by 553 edges. It is dominated by the “Technology” (listed 33 times), “Education” (21), “Art” (13), “Design” (12), “Health” (11) nodes. Sizes of subject nodes and labels correspond to the number of attendees who listed them. The densely connect core of the network, also called giant component, is surrounded by smaller networks. For a long time, only one person wanted to talk about “Beer” and this was the only subject he wanted to talk about (top center). Only recently, another registration interconnected “Beer” with “Startups” and from there to other people and subjects in the network. Portraits of the speakers from this year’s conference are placed by their subjects of interest. A listing of all subjects and their counts is given in the lower left.","media_type":"IMAGE","media_url":"images/research/visualizations/2013_TEDx_400W.png","link":"/docs/research/visualizations/2013_TEDx.pdf","pub_date":"2013-01-23"},
	{"id":4,"title":"AcademyScope","description":"<em>AcademyScope</em> is the product of a collaboration between CNS and the National Academy of Sciences in Washington, DC. It offers viewers a means to explore all reports published by the National Academy of Sciences, National Academy of Engineering, Institute of Medicine, and National Research Council—from twenty years ago to today.\r\n<br><br>\r\n\r\nThe \"Automatic Mode\" of the visualization shows the 100 most frequently downloaded reports of the previous seven days as well as newly released reports. Displayed downloads, including download totals, are current within the minute. The \"Interactive Mode\" supports browsing and exploration by topic, subtopic, and individual report. Users can select a topic on the right to reveal all of its subtopics, and touch one of the subtopics to display all reports in that area and their relatedness to each other. (Links between reports are automatically generated based on the incidence of shared key terms and phrases.) Touching any report brings up detailed information on the right side of the display. There's also a QR code that allows users to download a PDF of the report to their smart device.\r\n<br><br>\r\n\r\nBeginning October 24, 2014, <a href=\"http://www.nap.edu/academy-scope/#top-downloads\" target=\"_blank\">a web version of <em>AcademyScope</em></a> is available to the public on the National Academies Press website. Visitors can access it from the \"Browse by Topic\" menu on the <a href=\"http://www.nap.edu\" target=\"_blank\">NAP homepage</a>, or via the \"Browse Topics\" button in the header on every interior page. The application can also be accessed directly at <a href=\"http://www.nap.edu/academy-scope\" target=\"_blank\">www.nap.edu/academy-scope</a>.\r\n<br><br>\r\n\r\nAcknowledgements: Katy Börner (initial concept, design & interactivity consultation), Chin Hua Kong (lead software developer), Samuel Mills (graphic design), Adam Simpson (programming), Bhumi Patel (programming), Rohit Alekar (programming).","media_type":"IMAGE","media_url":"images/research/visualizations/AcademyScope_400W.png","link":"/interactive_displays.html","pub_date":"2013-06-12"},
	{"id":17,"title":"Who Really Matters in the World—Leadership Networks in Different-Language Wikipedias","description":"Articles about people in Wikipedia include many social cues about a particular person. In the English Wikipedia there is a category called “Living People” which includes articles of people currently alive. To construct the social network of living people, computer scientists Peter A. Gloor and Keiichi Nemoto collected each article’s contents and extracted the internal links to other living people articles. Similar to the Google page rank algorithm, this linking structure reveals which person is more prominent from the Wikipedians’ perspective. The ratio between in-degree and out-degree was used as a metric of importance for the popularity, power, or importance of the person described in the article. Shown here are networks from eight different-language Wikipedias of people who were still living as of 2011. The geospatial regions where these languages are spoken are color-coded (see world map, table, and networks). Because the size of the original networks was too large, only people articles having more than a predefined number of incoming links are included, in addition to peripheral articles that have a direct link to them. To animate the evolution of the English Wikipedia network, living people articles were collected and analysed for different points in time. To explore the networks interactively, visit <a href=\"http://www.ickn.org/wikimaps\" target=\"_blank\">http://www.ickn.org/wikimaps</a>.\r\n<br><br>\r\n\r\nCNS's contribution: Research Assistant Ted Polley generated the networks from Gloor's data, and Senior UX Designer Samuel Mills designed the map.","media_type":"IMAGE","media_url":"images/research/visualizations/gloor_wikipedia_400W.jpg","link":"http://scimaps.org/mapdetail/who_really_matters_i_157","pub_date":"2015-02-03"},
	{"id":2,"title":"Illuminated Diagram Display","description":"The <em>Illuminated Diagram</em> features a geographic map and a science map controlled by a touch panel, which allows users to learn what areas of science are producing the most publications, and where in the world this research is coming from. The display features research and node layout by Kevin W. Boyack and Richard Klavans, data preparation by Chin Hua Kong and Nianli Ma, layout and design created by Michael J. Stamper and Katy Börner, and programming provided by Jagannathan Lakshmipathy and David M. Reagan. The original design, cartography, and programming were created by W. Bradford Paley, John Burgoon, and Peter Kennard.","media_type":"VIDEO","media_url":"//www.youtube.com/embed/Ef3tAxoW9mE\"  aria-label=\"illuminated","link":"/interactive_displays.html","pub_date":"2013-01-23"},
	{"id":20,"title":"i2b2 Ontology Visualization","description":"Informatics for Integrating Biology and the Bedside (i2b2) data is organized by the i2b2 ontology. The SCILHS public i2b2 ontology has 490,484 concepts under root path \\PCORI and is 11 levels deep.\r\n\r\nThe interactive ontology visualization enables i2b2 administrators and others to see the overall structure of the ontology, to examine (in)activate paths, hide branches that are not relevant, and it will soon support ontology comparisons. The visualization also enables investigators to locate specific codes/diagnosis, determine how broad the data is. ","media_type":"IMAGE","media_url":"images/research/visualizations/i2b2_400w.png","link":"docs/research/visualizations/2017_i2b2_ontology.pdf","pub_date":"2017-07-20"}
]
