[
	{"peopleId":1762,"name":"Zeynep Amac","homepage":"zeynep-amac.html","fileName":"zeynep-amac.jpg","email":null,"researchTeam":null,"jobDescription":"Graphic Designer","startDate":"2024-07-01","endDate":null,"startyear":2024.0,"startmonth":7.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":27,"phone":"","fax":"","office":"","education":"12th Grade, Bloomington High School North","background":"I am a graphic designer and social media supporter at CNS. I am into digital art and drawing,\r\nand I have been interested in graphic design for years. I have gained experience from several\r\nprojects as a high school student. I always thought I would pursue a major related to graphic\r\ndesign, but then I discovered Intelligent Systems Engineering, which is now my future major.\r\nThis discovery changed my career pathway, leading me to focus more on STEM.","interests":"I like to spend my time traveling, journaling, and drawing. I often use my iPad to create art at\r\nschool and during my free time. This allows me to express my creativity and continuously\r\nimprove my artistic skills. Hiking is also an activity that I enjoy with my family."},
	{"peopleId":1844,"name":"Siddharth Apte","homepage":"Siddharth-Apte.html","fileName":"sid-apte1.png","email":"sapte@iu.edu","researchTeam":null,"jobDescription":"RUI Registrations ","startDate":"2024-10-07","endDate":null,"startyear":2024.0,"startmonth":10.0,"startday":7.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":29,"phone":"","fax":"","office":"","education":"- MS in Computer Science, Indiana University Bloomington (Expected 2026)  \r\n- B.Tech in Computer Science, MIT World Peace University, Pune, India (2024)  \r\n","background":"I graduated in 2024 with a Bachelor's degree in Computer Science. I am currently pursuing my Master's degree at IU. I am passionate about leveraging AI to create solutions that positively impact people's lives.  ","interests":"In my free time, I enjoy long outdoor walks, cooking, and savoring a good cup of ginger chai."},
	{"peopleId":50,"name":"Katy B&#246;rner","homepage":"katy_borner.html","fileName":"katy_borner.jpg","email":"katy@iu.edu","researchTeam":null,"jobDescription":"Faculty, Center Director","startDate":"2003-01-01","endDate":null,"startyear":2003.0,"startmonth":1.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":1,"phone":"812.855.3256","fax":"812.855.6166","office":"Luddy Hall 4018","education":"Katy holds a MS in Electrical Engineering from the University of Technology in Leipzig, 1991 and a Ph.D. in Computer Science from the University of Kaiserslautern, 1997. ","background":"Katy Börner is the Victor H. Yngve Distinguished Professor of Engineering and Information Science in the Department of Intelligent Systems Engineering, School of Informatics and Computing, Core Faculty of Cognitive Science, and Founding Director of the Cyberinfrastructure for Network Science Center at Indiana University in Bloomington, IN. She is a Visiting Professor at the Royal Netherlands Academy of Arts and Sciences (KNAW) in The Netherlands and a curator of the international Places & Spaces: Mapping Science exhibit. She was elected as an American Association for the Advancement of Science (AAAS) Fellow in 2012 and as an Alexander von Humboldt Fellow in 2017.","interests":"See more on Katy's <a href=\"http://info.ils.indiana.edu/~katy/\" target=\"_blank\">personal website</a>."},
	{"peopleId":1316,"name":"Rachel Bajema","homepage":"rachel-bajema.html","fileName":"rachel_bajema.jpg","email":"rbajema@iu.edu","researchTeam":null,"jobDescription":"Medical Illustrator","startDate":"2021-10-25","endDate":null,"startyear":2021.0,"startmonth":10.0,"startday":25.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":14,"phone":"","fax":"","office":"remote","education":"B.A. in Biological Sciences from the University of Southern California; M.S. in Biomedical Visualization from the University of Illinois at Chicago.","background":"I worked for an e-Learning agency producing training materials for pharmaceutical companies before establishing my own business. For the past 15 years, I've been working with scientists, researchers, advertising agencies, pharmaceutical companies, and medical legal clients on medical illustration and animation projects. I enjoyed teaching as a graduate student and am excited to be coming back to work in an academic setting.","interests":"Most of my free time is family time these days. I have a 7-year-old daughter and 8-year-old son who games and adventures. I row crew early in the mornings on Lake Sammamish, WA and love the freedom of flying across the water. I make prints (mostly linocut and copper plate etchings) and play the piano and cello."},
	{"peopleId":1977,"name":"Antara Bhavsar","homepage":"Antara-Bhavsar.html","fileName":"AntaraBhavsar_1.jpg","email":"antbhavs@iu.edu","researchTeam":null,"jobDescription":"Hourly Research Assistant","startDate":"2025-03-24","endDate":null,"startyear":2025.0,"startmonth":3.0,"startday":24.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":39,"phone":"","fax":"","office":"","education":"MS in Computer Science - Indiana University, Bloomington\r\nBE in Computer Science - BNM Institute of Technology, Bangalore\r\n","background":"I am a software developer with 2 years of experience at Motorola, specializing in building efficient software solutions. With a strong foundation in software development, I thrive on tackling complex challenges and crafting innovative solutions. My passion lies in technology, problem-solving, and continuous learning.","interests":"Outside of work, I have a deep passion for traveling to unfamiliar and uncharted destinations. Exploring new places pushes me beyond my comfort zone, immersing me in diverse cultures, breathtaking landscapes, and unique encounters with people from all walks of life. I also love listening to music, which helps me relax and stay focused, and capturing moments through photography, preserving the beauty and essence of my experiences."},
	{"peopleId":1320,"name":"Supriya Bidanta","homepage":"supriya_bidanta.html","fileName":"Supriya1.png","email":"sbidanta@iu.edu","researchTeam":null,"jobDescription":"Research Assistant","startDate":"2022-01-24","endDate":null,"startyear":2022.0,"startmonth":1.0,"startday":24.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":23,"phone":"","fax":"","office":"4014A","education":"I completed my bachelor's in biotechnology from the Odisha University of Technology and Research in Bhubaneswar, Odisha, India. I then went on to earn a master's degree in bioinformatics from Indiana University in Bloomington. I am pursuing a PhD in Bioengineering at Indiana University in Bloomington.","background":"Ever since I was a child, I had a keen interest in Biology, which led me to opt for biotechnology. During my coursework, I came across Bioinformatics, and that changed my aspirations. To learn coding skills and gain an understanding of industrial norms, I worked at an MNC company for 6 years before coming to the USA to pursue my dream work.","interests":"During my leisure time, I enjoy taking long walks to explore parks and new areas. Additionally, I like to experiment with cooking and baking. I also enjoy playing badminton."},
	{"peopleId":990,"name":"Daniel Bolin","homepage":"daniel-bolin.html","fileName":"daniel-bolin.jpg","email":"axbolin@iu.edu","researchTeam":null,"jobDescription":"Senior Software Developer","startDate":"2017-04-15","endDate":null,"startyear":2017.0,"startmonth":4.0,"startday":15.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":5,"phone":"","fax":"","office":"Luddy Hall 4024","education":"B.S. in Computer Science. University of Houston","background":"I am a software developer at CNS. I have a B.S. in computer science from the University of Houston. Before working at Indiana University I worked at Digital Route and Ericsson. My main interests are in computer visualization and artificial intelligence.","interests":""},
	{"peopleId":878,"name":"Andreas Bueckle","homepage":"andreas_bueckle.html","fileName":"andreas-buckle0.png","email":"abueckle@iu.edu","researchTeam":null,"jobDescription":"Research Lead, Faculty","startDate":"2021-08-02","endDate":null,"startyear":2021.0,"startmonth":8.0,"startday":2.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":2,"phone":"","fax":"","office":"Luddy Hall 4024","education":"Ph.D. in Information Science, Indiana University<br>\r\nM.A. in Communications, Berlin University of the Arts (Germany)<br>\r\nB.A. in Media Studies, Eberhard Karls University Tuebingen (Germany)","background":"I am a Research Scientist here at CNS. My research interest is interactive information visualization in virtual reality (VR), augmented reality (AR), and other immersive techniques. Born and raised in Germany, I developed a deep interest in digital artifacts, most notably videography and photography. After working as a video journalist and cameraman on projects in Germany, France, India, and the US, I decided to switch to a more technical education and received my Ph.D. in Information Science, working with Dr. Katy Börner here at CNS before joining her team full-time. The title of my dissertation was \"Optimizing Performance and Satisfaction in Virtual Reality Environments with Interventions using the Data Visualization Literacy Framework\" and is available here: <a href=\"https://doi.org/10.13140/RG.2.2.33214.00328\" target=\"_blank\">https://doi.org/10.13140/RG.2.2.33214.00328</a>. <br><br>\r\n\r\nYou can find more info about my work on my website: <a href=\"https://andreas-bueckle.com/\" target=\"_blank\">https://andreas-bueckle.com/</a>","interests":"In my spare time, I enjoy the great outdoors by competing in local and regional sailing regattas with my 14-foot Force 5 sailboat. I am also the Head Coach of the Sailing Club at Indiana University, where I teach the basics of sailing, seamanship, and advanced racing strategies. Recently, I started rock-climbing in our local gym."},
	{"peopleId":1873,"name":"Prashant Channe","homepage":"Prashant-Channe.html","fileName":"PrashantChanne.png","email":"prchanne@iu.edu","researchTeam":null,"jobDescription":"Hourly Angular Programmer","startDate":"2025-01-15","endDate":null,"startyear":2025.0,"startmonth":1.0,"startday":15.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":37,"phone":"","fax":"","office":"","education":"MS in Computer Science, Indiana University Bloomington (Expected graduation: 2026)\r\nB.E. in Information Technology, Mumbai University, India (2022)\r\n","background":"I worked as a Software Developer for two years at nVent, where I worked to a range of tasks, including fixing bugs, developing complex user interfaces, and implementing backend APIs. My responsibilities also included writing tests, migrations, automation scripts, and deployment pipelines. I worked with tools and technologies such as React, Angular, Python, Kubernetes, Docker, Ansible, OpenWhisk and MongoDB. Additionally, I led training sessions for new hires on technologies like React, Angular and Python and facilitated Agile practices as a Scrum Master, driving team collaboration and productivity.\r\n\r\nI bring expertise in Full Stack development with proficiency in Angular, React, TypeScript, JavaScript, Python, Node.js, SQL along with experience in backend development and database management. My passion for UI/UX design drives me to create applications that are both well designed and user friendly\r\n","interests":"I enjoy watching movies, TV shows, and documentaries, and I’m always exploring different types of music, especially background scores. I also really enjoy traveling and discovering new places, especially big cities, for the unique experiences and cultures they have to offer."},
	{"peopleId":2068,"name":"Raj  Chavan","homepage":"Raj_Chavan.html","fileName":"raj_chavan.png","email":"rchavan@iu.edu","researchTeam":null,"jobDescription":"Angular Developer","startDate":"2025-04-01","endDate":null,"startyear":2025.0,"startmonth":4.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":47,"phone":"","fax":"","office":"","education":"Master of Science - MS, Computer Science, Indiana University Bloomington\r\nBachelor of Engineering - BE, Computer Engineering, University of Mumbai","background":"I completed my Masters from IU graduating with a degree in Computer Science in 2023. I worked briefly in the summer of 2022 at CNS and then in 2023 where I primarily worked on the FTU explorer. After that I moved to California to work at a startup in claims industry. I worked as Full Stack Engineer there but I primarily worked on front end. I discovered my passion for front end in CNS itself where I thoroughly enjoyed working with Bruce’s team. I went on to learn in depth about frameworks like React and Angular. With this passion and learning I applied my knowledge to scale front end systems at the startup where our product was used by over 1 million active users. I recently rejoined CNS to contribute towards the HuBMAP effort. I look forward to learn more things and deliver meaningful impact alongside the team.","interests":"When not at work, I like to experiment with my cooking. I recently learnt how to make a lobster bisque. I also enjoy walking around Bloomington. I am also a huge automobile enthusiast and worked on my car in California doing maintenance repairs. I also like reading engineering blogs, currently I am reading on how Airbnb optimized their website loading times for better user experience."},
	{"peopleId":2131,"name":"Satyam Dubey","homepage":"Satyam_Dubey.html","fileName":"sayam_dubey.png","email":"sbdubey@iu.edu","researchTeam":null,"jobDescription":"Hourly Software Developer","startDate":"2025-09-15","endDate":null,"startyear":2025.0,"startmonth":9.0,"startday":15.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":48,"phone":"","fax":"","office":"","education":"I am a Master’s student in Data Science at Indiana University, Bloomington. I hold a Bachelor’s degree in Computer Engineering from VESIT, Mumbai.","background":"My research spans biomedical AI, large-scale NLP, and scalable ML infrastructure. At the CNS Lab, I am currently working on building scalable pipelines for cell segmentation using models such as SAM and DeepCell, combined with Docker, Kubernetes, and MLflow for reproducibility. Prior to this, I spent a year as a full-time researcher at Jio Institute in India, where I developed self-supervised pipelines for ultrasound imaging using spectral representations and attention-based models to improve generalization across multi-organ datasets. Earlier, at the Indian Statistical Institute, Kolkata, I worked as a Research Intern in the Biomedical Imaging Lab, developing advanced color normalization methods for H&E stained images and confirming HSI as the most effective channel for enhancing breast cancer cell detection. I also gained experience in enterprise AI during my internship with Ernst & Young, where I contributed to transformer-based NLP pipelines and speech analysis systems for compliance and risk monitoring. My current research interests include vision-language models, diffusion models, and 3D scene understanding, with a strong focus on applying these tools to advance biomedicine.","interests":"Outside of work, I balance my time between the soccer field and the endless AI debates on X. Following voices like Karpathy, LeCun, and Goodfellow often pulls me into late-night rabbit holes that spark new ideas and keep me curious."},
	{"peopleId":925,"name":"Mike Gallant","homepage":"michael-gallant.html","fileName":"male-placeholder.png","email":"gallantm@iu.edu","researchTeam":null,"jobDescription":"Assistant Director of IT","startDate":"2012-01-01","endDate":null,"startyear":2012.0,"startmonth":1.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":6,"phone":"","fax":"","office":"4030","education":"","background":"","interests":""},
	{"peopleId":863,"name":"Michael Ginda","homepage":"michael_ginda.html","fileName":"michael-ginda.jpg","email":"mginda@iu.edu","researchTeam":null,"jobDescription":"Senior Research Analyst","startDate":"2015-12-01","endDate":null,"startyear":2015.0,"startmonth":12.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":7,"phone":"812.855.3259","fax":"812.855.6166","office":"Luddy Hall 4022","education":"B.A., Political Science  – Temple University, Philadelphia, PA (2008)\r\n<br />\r\nMasters of Library Science, with a specialization in Digital Libraries - Indiana University, Bloomington, IN (2014)","background":"I joined CNS in January of 2014, while completing my masters in library science. Prior to this, I worked as the Teaching Assistant for a course on Semantic Web technology and Student Technology assistant for the Department of Information and Library Science at Indiana University. As part of CNS, I am the assistant instructor for the Information Visualization MOOC, and create documentation for the Science of Science Tool.","interests":"I enjoy spending my free time cooking for my friends and family, listening to music and spending too much time in record stores, biking when the weather is nice, and cleaning up after my cat."},
	{"peopleId":1986,"name":"Elizabeth Ginexi","homepage":"elizabeth_ginexi.html","fileName":"liz_ginexi.jpg","email":"eginexi@gmail.com","researchTeam":null,"jobDescription":"Hourly Research Scientist","startDate":"2025-05-12","endDate":null,"startyear":2025.0,"startmonth":5.0,"startday":12.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":42,"phone":"","fax":"","office":"","education":"B.A. in English & Psychology, State University of New York at Albany M.A. & Ph.D. in Applied Social Psychology, The George Washington University","background":"I recently retired as a Program Director at the National Institutes of Health (NIH) after 22 years where I oversaw research portfolios involving national public health promotion programs and clinical health services studies with an emphasis on complex study designs and methods, computational modeling, system science methods, intervention optimization, and applications of artificial intelligence. Prior to NIH I served as a Senior Study Director at Westat where I led data analysis efforts for studies of large federally funded behavioral health programs, ensuring rigorous evaluation and evidence-based insights.","interests":"I enjoy riding my bike in the warm months and coaching kids in alpine ski racing during the winter months."},
	{"peopleId":1985,"name":"Parth Kedar Godse","homepage":"parth_godse.html","fileName":"parth.jpg","email":"pgodse@iu.edu","researchTeam":null,"jobDescription":"Hourly Research Assistant","startDate":"2025-05-12","endDate":null,"startyear":2025.0,"startmonth":5.0,"startday":12.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":41,"phone":"","fax":"","office":"","education":"MS in Computer Science, Indiana University - Bloomington (2023-2025)\r\nBTech in Computer Science, MIT University – Maharashtra, India (2019-2023).","background":"My main interest lies in Artificial Intelligence, Machine Learning, and NLP. I have driven end-to-end machine learning and deep learning projects across NLP, computer vision, and big-data domains partnering with multiple cross-functional teams to build and deploy high-accuracy models such as sentiment analysis and recommendation systems. On the web side, I have experience in developing full stack applications using React, TypeScript, SQL, FastAPI, Firebase, some of the applications are Application Tracker and Customer-Relationship Management platforms. I have architected AWS-based big data analytics with PySpark and SageMaker Autopilot and led explainable deepfake audio detection using MobileNet, VGG16, and XAI techniques like LIME, SHAP, and GradCAM. My academic research has currently been developing various visualizations using OpenCV and Python.","interests":"I love playing cricket, basketball and also to swim. Apart from that I also like playing video games."},
	{"peopleId":23,"name":"Bruce W. Herr II","homepage":"bruce-herr.html","fileName":"bruce_herr.jpg","email":"bherr@iu.edu","researchTeam":null,"jobDescription":"Technical Director","startDate":"2017-11-27","endDate":null,"startyear":2017.0,"startmonth":11.0,"startday":27.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":3,"phone":"","fax":"","office":"Luddy Hall 4028","education":"B.S., Computer Science - Indiana University, Bloomington, IN (2004)","background":"I rejoined CNS in November 2017 after nearly 10 years in the software industry. I picked up my data analysis, visualization, and extensible software chops when I was originally at the IV Lab and CNS from 2004 to 2008. Then in the software industry, I learned about professional software development, serving clients, managing software teams, and generally learning how to excel in all aspects of software development. As part of CNS, I am providing my years of knowledge in data analysis and visualization, software architecture & design, and management experience to help CNS excel as a research center providing solid and innovative software.","interests":"I enjoy spending time with my little family, playing D&D, following technology trends, hiking, and staring at walls (meditation)."},
	{"peopleId":1984,"name":"Humaid Ilyas","homepage":"Humaid-Ilyas.html","fileName":"Humaid1.png","email":"hilyas@iu.edu","researchTeam":null,"jobDescription":"Hourly Research Assistant","startDate":"2025-05-15","endDate":null,"startyear":2025.0,"startmonth":5.0,"startday":15.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":40,"phone":"","fax":"","office":"","education":"Master of Science in Data Science, Indiana University Bloomington, IN (2024 – 2026)\r\nBachelor of Technology in Computer Engineering, Jamia Millia Islamia, India (2019 – 2023)\r\n","background":"With a background in computer engineering and a passion for AI, I’ve applied solutions to projects in healthcare, business solutions, energy, and bioinformatics, ranging from power forecasting models and customer lead prediction to medical imaging, and most recently, multi-omics analyses. I love finding useful patterns in data, working with teams to build reliable data processes and easy-to-read dashboards, and trying out new tools to tackle everyday problems.","interests":"I’m an avid cyclist who loves exploring Bloomington’s trails, a foodie always looking for new cafés and eateries, and a casual photographer who enjoys capturing everyday moments. I also unwind by watching sci-fi movies and experimenting with new recipes in the kitchen."},
	{"peopleId":1846,"name":"Meryl Jacob","homepage":"Meryl-Jacob.html","fileName":"Meryl1.png","email":"merjacob@iu.edu","researchTeam":null,"jobDescription":"Center Assistant ","startDate":"2024-10-07","endDate":null,"startyear":2024.0,"startmonth":10.0,"startday":7.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":31,"phone":"","fax":"","office":"","education":"Currently an MS Data Science Graduate student at the Luddy School of Informatics, Computing, and Engineering, Indiana University Bloomington. Bachelor of Engineering in Electronics and Telecommunication, University of Mumbai, India | GPA: 9.46/10.0","background":"I'm passionate about leveraging data visualization, machine learning, and statistical concepts in data science to drive impactful solutions in financial planning, biomedical data analysis, and predictive modeling. Before planning for my Master's degree, I worked with Accenture as a Packaged Application Development Associate and am experienced in working with IBM Planning Analytics (IBM Cognos TM1). I also worked as the Chairperson of the IETE (The Institution of Electronics and Telecommunication Engineers) Student Chapter during my undergraduate studies, wherein I headed and organized various technical and non-technical competitions, seminars, and workshops for my department.","interests":"I’m an amateur watercolor and gouache artist and love to paint handmade cards for loved ones. I enjoy the beauty that Bloomington offers and want to make the most of it by going on as many hikes as I can. I’m also currently rekindling my love for reading."},
	{"peopleId":1222,"name":"Yashvardhan Jain","homepage":"yashvardhan-jain.html","fileName":"yashvardhan-jain.png","email":"yashjain@iu.edu","researchTeam":null,"jobDescription":"Research Software Engineer - Machine Learning","startDate":"2020-10-05","endDate":null,"startyear":2020.0,"startmonth":10.0,"startday":5.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":8,"phone":"","fax":"","office":"Luddy Hall 4025","education":"MS in Computer Science, Indiana University - Bloomington (2021); BTech in Computer Science, DIT University – Dehradun, India (2018).","background":"My main interest lies in Artificial Intelligence, Machine Learning, and Deep Learning; mainly in the context of computer vision. I’m interested in researching AI/ML/DL solutions and building scalable end-to-end machine learning and deep learning systems for computer vision applications. I joined CNS in October 2020 as a Research Assistant to work on diffeomorphic image registration for 3D biomedical data. In August 2021, I joined CNS full-time as a Research Engineer for Machine Learning to continue working on 3D image registration as well as deep learning for image segmentation and generative tasks for 2D and 3D biomedical data.","interests":"I love reading books and am trying to get through my list of hundreds of books. And when inspiration strikes, I try my hand at writing as well. Other than that, I enjoy drinking coffee, running, and hiking."},
	{"peopleId":1837,"name":"Niteesha Jangam","homepage":"Niteesha_Jangam.html","fileName":"Niteesha.jpg","email":"njangam@iu.edu","researchTeam":null,"jobDescription":"Research Assistant","startDate":"2024-08-19","endDate":null,"startyear":2024.0,"startmonth":8.0,"startday":19.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":28,"phone":"","fax":"","office":"","education":"M.S - Data Science (Managerial)\r\nIndiana University, Luddy School of Informatics, Bloomington, IN\r\nGraduation: December 2024\r\nGPA: 3.8/4\r\nB.S - Information Technology\r\nJawaharlal Nehru Technology University, Sri Venkateswara College of Engineering, Tirupathi, Andhra Pradesh, India\r\nGraduation: May 2017\r\nGPA: 3.78/4.00\r\n","background":"I am Niteesha Jangam, currently working as a Data Science Research Assistant at Indiana University's Cyberinfrastructure for Network Science Center. My primary focus is on understanding advanced data visualization techniques and virtual reality (VR) for biological data research. I hold a master’s in data science (Technology and Managerial Track) and a bachelor’s in Information Technology, which allows me to combine technical expertise with managerial skills to tackle complex projects. My current work includes research and development on immersive VR platforms for the Human Reference Atlas (HRA), building large-scale data models. I am passionate about using innovative technology to enhance scientific understanding and communication. Through my research, I aim to bridge the gap between data science and biological sciences, making data more accessible and insightful for various audiences. I was honored to receive an Honorable Mention Award at the IU Research Showcase for my contributions to the Strategic and Infrastructure Development project. Previously, as a Process Associate at Google, I focused on enhancing user privacy and data security. I served as Managing Director at Vortex Crew Technologies, where I led business operations and strategic planning. I also worked as a Talent Strategy Consultant at Allegis Global Solutions, optimizing recruitment processes with data analytics and managing 7 key client accounts.\r\n \r\n","interests":"In my free time, I am actively involved in travelling, community service, organizing and participating in initiatives such as environmental clean-ups and health awareness campaigns. I am also passionate about volunteering at senior centers and have a strong interest in promoting environmental sustainability through tree planting and disaster relief efforts."},
	{"peopleId":1546,"name":"Nicole Johnson","homepage":"nicole-johnson.html","fileName":"Nicole_Johnson1.png","email":"ncj4@iu.edu","researchTeam":null,"jobDescription":"Business Associate","startDate":"2023-10-31","endDate":null,"startyear":2023.0,"startmonth":10.0,"startday":31.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":9,"phone":"812.855.4831","fax":"","office":"","education":"Bachelor of Arts in History, the only time that I put this degree to work is when I worked at the Fort Polk Museum in Louisiana. Currently working on my MBA from Southern New Hampshire University.","background":"I have been with Indiana University for a total of three years. During my time at IU, I have been with the Chemistry Department, until now with CNS.  Before IU, I was a Sergeant in the United States Army. I oversaw logistics for different companies and was stationed all around the U.S. ","interests":"I enjoy camping, traveling, and spending time with my four children. I live in Brown County on 12 acres where I love to garden and feed the fish in our pond. Fun fact, I have lived in a total of nine different states and have visited over 25 states."},
	{"peopleId":2069,"name":"Juhi  Khare","homepage":"Juhi_Khare.html","fileName":"juhi_khare.png","email":"jukhare@iu.edu","researchTeam":null,"jobDescription":"Research Assistant","startDate":"2025-05-12","endDate":null,"startyear":2025.0,"startmonth":5.0,"startday":12.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":46,"phone":"","fax":"","office":"","education":"M.S. in Human-Computer Interaction, Indiana University Bloomington\r\nB.Tech. in Electronics & Telecommunication Engineering, Jabalpur Engineering College (India)","background":"Juhi Khare is currently a Research Assistant at the Cyberinfrastructure for Network Science Center (CNS), specializing in User Research and UX Design. Her work centers on immersive experience design, particularly in virtual reality (VR), where she applies qualitative research methods, usability testing, and interaction design to enhance biomedical data exploration tools like the HRA Organ Gallery. She recently earned a master’s degree in Human-Computer Interaction from Indiana University. Her thesis, a Research for Design project, investigated how Instagram Reels feeds shape self-perception in young females, reflecting her broader interest in the psychological and cultural implications of digital technology.\r\nPrior to joining CNS, Juhi contributed to user experience design at Salesforce, improving community engagement through refined user flows and interfaces. Among other experiences, she also worked as a full-stack developer at IIT Kanpur, designing and developing web applications from the ground up. With a background in Electronics and Telecommunication Engineering, she brings a systems-oriented approach to design, blending creativity with technical feasibility.\r\nJuhi’s transition from engineering to HCI was fueled by a deep interest in understanding not just how systems function, but how users experience them. This curiosity continues to drive her work—investigating how digital products influence behavior and how design can be used to craft more thoughtful, human-centered experiences.\r\nPortfolio: https://juhikhare.com \r\n","interests":"Juhi enjoys participating in design hackathons to connect with industry professionals and values coffee chats where she learns from their diverse product design experiences. When not engaging with the design community, she likes to spend her time reading, taking long walks in nature, and trying new cuisines."},
	{"peopleId":1175,"name":"Peter Kienle","homepage":"peter-kienle.html","fileName":"peter-kienle.jpg","email":"pmkienle@iu.edu","researchTeam":null,"jobDescription":"IoT Assistant","startDate":"2019-11-07","endDate":null,"startyear":2019.0,"startmonth":11.0,"startday":7.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":16,"phone":"","fax":"","office":"Luddy Hall 4025","education":"Progymnasium, Tailfingen, Germany<br>\r\nJazz School Munich, Germany\r\n","background":"Professional musician since age 18. Publishing of original music books and layout & design of books for Jamey Aebersold. Lifelong interest in electronics, building stuff and repairs around the house. Computer programming since age 23, using Assembly, C and other languages. Building a small 3D Printer in 2008, a CNC router and various other computer controlled machines required the construction of a small backyard workshop to put it all in. On staff for CNS since Summer of 2017. Helping with laser cutting, designing and other activities. Makerspace technician for SICE since Summer 2019.","interests":"I live a little north of Bloomington in the country with my wife, my daughter who is a high school senior, and a small Maltese poodle. With my piano playing wife I co-lead the jazz-rock-fusion group “The Time Flies” and sometimes we actually travel to exotic places to play to enthusiastic crowds."},
	{"peopleId":1870,"name":"Sreya  Kolachalama","homepage":"Sreya-Kolachalama.html","fileName":"SreyaKolachalama-123.png","email":"vekola@iu.edu","researchTeam":null,"jobDescription":"Hourly Research Assistant","startDate":"2025-01-13","endDate":null,"startyear":2025.0,"startmonth":1.0,"startday":13.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":34,"phone":"","fax":"","office":"","education":"•\tM.S. in Data Science, Indiana University Bloomington (2023–2025)\r\n•\tB.Tech in Electronics and Communication Engineering, Sastra University, India (2019–2023)\r\n","background":"Prior to joining CNS, I gained experience as a Data Analyst Intern, where I used tools like SQL, Python, Power BI, and Tableau to deliver actionable insights for data-driven decision-making. Additionally, as a Research Assistant at Indiana University, I worked on leveraging diffusion models for museum floor plan optimization and developed NLP models to analyze corporate compliance trends. These experiences have fueled my passion for data visualization, machine learning, and predictive modeling.","interests":"Outside of academics and work, I find joy in exploring nature through hiking and experimenting with creative recipes in the kitchen."},
	{"peopleId":2106,"name":"Yash R. Kumar","homepage":"YashR_Kumar.html","fileName":"yash_kumar.jpg","email":"yakuma@iu.edu","researchTeam":null,"jobDescription":"Research Assistant","startDate":"2025-03-30","endDate":null,"startyear":2025.0,"startmonth":3.0,"startday":30.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":46,"phone":"","fax":"","office":"","education":"Bachelor in Engineering in Computer Engineering\r\nMaster of Science in Computer Science","background":"From a very young age, games have intrigued me. Naturally, the idea of creating my own has piqued my interest even more. That is what got me into Unity development, and eventually into VR development, the means of which I leverage to work with the HRA Organ Gallery. I develop and contribute to the various levels and features the gallery has to offer, iterating continuously to make the gallery into a truly meticulous and novel product.","interests":"I spend my free time playing games, playing with my cat or napping. I enjoy outdoor activities including, but not limited to trekking, swimming, bicycling, basketball and badminton. I do enjoy a good anime/manga, so hit me with your recommendations if you have any."},
	{"peopleId":1184,"name":"Edward Lu","homepage":"edward_lu.html","fileName":"edward-lu.png","email":"edlu@iu.edu","researchTeam":null,"jobDescription":"Software Developer","startDate":"2020-02-24","endDate":null,"startyear":2020.0,"startmonth":2.0,"startday":24.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":10,"phone":"","fax":"","office":"Luddy Hall 4025","education":"B.A. in Biology, Washington University in St. Louis\r\nM.Eng. in Biomedical Engineering, Cornell University","background":"I grew up in New York City and have a background in biology, engineering, and software development. Before coming to Indiana University I worked in life science research and the medical device industry for several years. Recently I made a transition into software due to my passion for coding, and am now at CNS focusing on web development and data visualization.","interests":"Things I enjoy include but are not limited to: video games, piano, traveling, the ocean, tennis, literally anything with caffeine."},
	{"peopleId":1318,"name":"Libby  Maier","homepage":"libby-maier.html","fileName":"female-placeholder.png","email":"ecmaier@iu.edu","researchTeam":null,"jobDescription":"User Experience Designer","startDate":"2022-01-03","endDate":null,"startyear":2022.0,"startmonth":1.0,"startday":3.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":11,"phone":"","fax":"","office":"","education":"","background":"","interests":""},
	{"peopleId":1872,"name":"Gauri  Markandey","homepage":"Gauri-Markandey.html","fileName":"Gauri-M1.png","email":"gsmarkan@iu.edu","researchTeam":null,"jobDescription":"Hourly Angular Programmer ","startDate":"2025-01-13","endDate":null,"startyear":2025.0,"startmonth":1.0,"startday":13.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":36,"phone":"","fax":"","office":"","education":"MS in Computer Science, Indiana University Bloomington (Expected graduation: 2026)\r\nB.E. in Computer Science, Pune University, India (2018-2022)\r\n","background":"I worked as a Software Engineer at Tietoevry India Private Ltd. in India for 2 years. I used Angular, TypeScript, SCSS, and the Ionic framework to develop a healthcare Android application there. I worked on designing RESTful APIs with C# .NET for seamless backend communication and managed data with SQL Server. I also enhanced code quality through testing frameworks like Karma, Jasmine, and NUnit, and optimized CI/CD pipelines using Git and Microsoft Azure. Additionally, I have expertise in programming languages such as Python, C, C++, and C# and frameworks such as .NET, React, and Django, and proficiency in database management and web development.","interests":"In my free time, I enjoy watching classic movies, listening to music, drawing, painting, and dancing. I also have a strong passion for experimenting with new recipes! Additionally, I love traveling to new places and exploring different cultures."},
	{"peopleId":1845,"name":"Hrishikesh Mulkutkar","homepage":"Hrishikesh-Mulkutkar.html","fileName":"Rishi.jpg","email":"hmulkut@iu.edu","researchTeam":null,"jobDescription":"HuBMAP Assistant ","startDate":"2024-10-07","endDate":null,"startyear":2024.0,"startmonth":10.0,"startday":7.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":30,"phone":"","fax":"","office":"","education":"Currently I am a Computer Science Grad student at the Luddy School of Informatics, Computing, and Engineering, Bloomington, Indiana. Completed my undergrad in Computer Engineering from University of Pune, India with a GPA of 9.34/10.","background":"My professional journey has been marked by impactful contributions to projects in healthcare, e-commerce, and technology sectors. I've successfully led key initiatives, such as transitioning operations during a company acquisition and optimizing API and database systems to significantly improve performance and scalability. My technical expertise spans Python, JavaScript, C#, .NET, and advanced SQL, allowing me to build scalable and efficient software solutions.\r\nBeyond my technical skills, I bring strong leadership and teamwork abilities, having served as the Lead of the Google Developer Student Clubs (GDSC) and Coders' Club President. I’m driven by a desire to continuously learn and innovate, applying my knowledge to solve complex problems and deliver high-quality results. I’m excited to connect with like-minded professionals and explore opportunities to contribute to impactful projects in the computer science and technology space.\r\n\r\n","interests":"I'm a big pop culture fan, be it movies, TV shows or music. I love spending time with my family, they are my source of inspiration and confidence. It is difficult for me to answer the question “Where are you from?” as I have lived in various regions across India due to the nature of my father’s job. In fact, by the time I reached the 10th grade, I had attended nine different schools!"},
	{"peopleId":1856,"name":"Syd Overtoom","homepage":"syd-overtoom.html","fileName":"Syd_O.png","email":"sovertoo@iu.edu","researchTeam":null,"jobDescription":"Exhibit Assistant","startDate":"2024-11-06","endDate":null,"startyear":2024.0,"startmonth":11.0,"startday":6.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":32,"phone":"","fax":"","office":"","education":"Education: M.A. in Museum Studies from Indiana University Indianapolis 2022-2024 with a focus in museum education/programming and museum evaluation/visitor studies / B.A. in East Asian Studies with a Japanese Language and Culture focus from Indiana University Bloomington 2017-2021; completed minors in Gender Studies and Human Sexuality from IUB.","background":"Background: Since 2017, I’ve worked or volunteered at non-profits in Bloomington, but my calling to the museum field came in 2019 when I was a docent for the Wylie House. Since then, I have been an education intern and volunteer for the Monroe County History Center, an education intern for University Collections at McCalla, a research and evaluation intern at The Children’s Museum of Indianapolis, and a smattering of other roles at Indianapolis museums and galleries while completing my master’s degree. What I bring to CNS is knowledge concerning where the museum field has been and where it is going with advancements in technology and heightened awareness of the social impact museums have on their communities, particularly in the U.S.A. ","interests":"Personal: When not at work, I enjoy watching movies and tv shows with my family, our most recent favorites being Ted Lasso, Marvel movies like Deadpool and Wolverine, and Crime Scene Kitchen. I also enjoy reading both fiction and non-fiction, and enjoy hiking in any season, but especially in the fall while in Indiana."},
	{"peopleId":1871,"name":"Divya  Prasanth  Paraman","homepage":"Divya-Paraman.html","fileName":"DivyaPrasanthParaman.png","email":"dparaman@iu.edu","researchTeam":null,"jobDescription":"Hourly Research Assistant","startDate":"2025-01-13","endDate":null,"startyear":2025.0,"startmonth":1.0,"startday":13.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":35,"phone":"","fax":"","office":"","education":"M.S. in Data Science, Indiana University Bloomington (2023–2025)\r\nB.E. in Electronics and Communication Engineering, Anna University, India (2015–2019)\r\n","background":"I bring a rich blend of technical expertise and hands-on experience in data science, visualization, and automation. Most recently, during my Data Engineer Internship at AAMC, I designed scalable Power BI data models by integrating diverse data sources like Snowflake and SQL, and automated manual data processing tasks, significantly improving operational efficiency. Previously, as a Senior Data Analyst at Bounteous, I developed end-to-end ETL pipelines and automated business intelligence dashboards, which reduced report development efforts by 80% across 1,000+ customers. My academic research as an NLP Research Assistant at Indiana University involved leveraging cutting-edge tools such as OpenAI Whisper and n-gram models for speech-to-text analysis and speaker identification, streamlining data annotation processes by 80%.","interests":"Outside of academics and professional pursuits, I enjoy watching historical docuseries and staying updated with the latest trends in the data science industry."},
	{"peopleId":2107,"name":"Keyur Parekh","homepage":"Keyur_Parekh.html","fileName":"keyur_parekh.png","email":"kparekh@iu.edu","researchTeam":null,"jobDescription":"Research Assistant","startDate":"2025-06-02","endDate":null,"startyear":2025.0,"startmonth":6.0,"startday":2.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":47,"phone":"","fax":"","office":"","education":"M.S. in Computer Science from Indiana University Bloomington (2023-2025)\r\nB.E. in Electronics and Telecommunication Engineering from the University of Mumbai (2017-2021).","background":"I recently completed my Master’s degree with a focus on software development, immersive technologies, and machine learning. During my graduate studies, I worked on projects involving immersive VR/AR applications, machine learning models, and full-stack development, which helped me strengthen my skills in building interactive, data-driven, and scalable software systems. Prior to my master’s, I worked for two years at BillDesk, where I gained hands-on experience with technologies such as Angular, Java, databases, and CI/CD pipelines. Over the years, I have developed skills across a wide range of programming languages and frameworks, including Python, Angular, Java, JavaScript, TypeScript, C#, Unity, and React, along with experience in databases and cloud technologies. This diverse technical foundation enables me to effectively address modern challenges in software development.","interests":"Outside of work, I enjoy exploring emerging tech trends, listening to music, staying active through hiking and outdoor activities, and reading sci-fi and non-fiction to expand my knowledge and imagination."},
	{"peopleId":1472,"name":"Ushma Patel","homepage":"ushma-patel.html","fileName":"female-placeholder.png","email":"ushpatel@iu.edu","researchTeam":null,"jobDescription":"Medical Illustrator ","startDate":"2023-01-31","endDate":null,"startyear":2023.0,"startmonth":1.0,"startday":31.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":17,"phone":"","fax":"","office":"","education":"B.S in Neuroscience from Dominican University \r\nM.S in Biomedical Visualization from the University of Illinois at Chicago (UIC) ","background":"In addition to CNS, I am a freelance biomedical animator, designer, and art director collaborating with researchers, animation studios, medical education agencies, and other clients to create animations, 3D images, and design solutions. Prior to my work in biomedical visualization, I worked as a graphic designer, teaching assistant, and research assistant.  \r\n\r\nWhile being a part of the CNS team, I am excited to extend my skills and expertise towards the HubMAP project. It has always been a goal of mine to contribute to such a large and meaningful research initiative. \r\n\r\n","interests":"I enjoy spending time outdoors and on walks, binge-watching shows/movies, reading, spending time with family, and playing video games. I consider myself a life-long learner, so you can always find me trying to learn about anything and everything!  "},
	{"peopleId":1946,"name":"Saai  Vignesh  Premanand","homepage":"saai_premanand.html","fileName":"SaaiVPremanand.jpg","email":"saprem@iu.edu","researchTeam":null,"jobDescription":"Angular Developer","startDate":"2025-03-24","endDate":null,"startyear":2025.0,"startmonth":3.0,"startday":24.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":38,"phone":"","fax":"","office":"","education":"M.S. in Computer Science, Indiana University Bloomington (2024–present)\r\nB.E. in Computer Science and Engineering, Anna University, India (2018–2022)\r\n\r\n","background":"I’m a full-stack developer with over 3 years of experience building scalable platforms across IoT, procurement, consulting, and professional networking. I specialize in React, Angular, NestJS, and cloud services like AWS, with a strong focus on clean architecture, real-time features, and performance optimization. My work spans building platforms that deliver seamless user experiences, handle real-time data processing, and ensure scalability in diverse domains.\r\n\r\n\r\nI love working on personal projects that solve real-world problems. Some of my key projects include an LLM-powered document summarization bot, a pneumonia detection model using ensemble CNNs and GANs, a contactless COVID-19 screening system using computer vision and IoT, and a plant disease classifier with findings published in IRJET.","interests":"Outside of work and academics, I enjoy exploring new tech stacks, contributing to open-source, and participating in hackathons. In my free time, I love traveling, organizing my room, playing board games, and discovering new music. I enjoy having coffee and masala chai."},
	{"peopleId":1471,"name":"Danial Qaurooni","homepage":"dan-qaurooni.html","fileName":"dan-qaurooni.jpg","email":"dequeue@iu.edu","researchTeam":null,"jobDescription":"Post-doctoral Fellow","startDate":"2023-04-20","endDate":null,"startyear":2023.0,"startmonth":4.0,"startday":20.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":12,"phone":"","fax":"","office":"","education":"BSc, in Computer Engineering – Ferdowsi University, Mashad, Iran (2008)\r\nMSc, in Computer Science - Amirkabir University of Technology, Tehran, Iran (2012)\r\nPhD, Double Major in Informatics and Cognitive Science - Indiana University, Bloomington, IN (2022)","background":"I come from a Computer Science background but I have become increasingly interested in design research and anthropology of technology. My dissertation was an ethnographic study of the Food Computer (2015-2020), a design project at the MIT Media Lab. At CNS, my main focus will be design research re HuBMAP and the associated projects. Using a mixture of qualitative and quantitative methods, my goal is to bridge the technical with the social and generate practical insights that can inform the design process.\r\n<br><br>\r\n\r\nDanial Qaurooni's website: <a href=\"https://dequeue.cc/\" target=\"_blank\">https://dequeue.cc/</a>","interests":"I spend most of my free time with friends and family. But I also walk around a lot (sometimes with a camera), and I enjoy learning languages and going on hikes. My favorite places in Bloomington are the IUCinema and Griffy Lake."},
	{"peopleId":1159,"name":"Ellen M Quardokus","homepage":"ellen-quardokus.html","fileName":"ellen-quardokus.jpg","email":"ellenmq@iu.edu","researchTeam":null,"jobDescription":"Senior Research Analyst","startDate":"2019-07-01","endDate":null,"startyear":2019.0,"startmonth":7.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":18,"phone":"812-856-2954","fax":"","office":"Luddy Hall 4025B","education":"MS/BS Biological Sciences, University of Wisconsin-Milwaukee","background":"Ellen joined CNS in July 2019 to work full time with Katy Börner’s data visualization team as part of a challenging and exciting new effort to spatially and semantically map and visualize molecular datasets to the human body through the NIH Human Biomolecular Atlas Program (HuBMAP). She is a trained molecular biologist and light and electron microscopist and brings 30 years of laboratory research experience in DNA sequencing platforms, technologies & analysis, image analysis, bacterial genetics, protein biochemistry, scientific software & user interface beta testing and 5 years of laboratory teaching experience in human anatomy and physiology, histology, human genetics and comparative anatomy.  As part of her biology research career, she managed day-to-day laboratory infrastructure including equipment maintenance & training, database creation and maintenance, developed, optimized, wrote and standardized laboratory protocols, worked closely with safety and compliance offices, mentored many undergraduate and graduate students and published her research. ","interests":"I am passionate about interdisciplinary science research and communication, languages, teaching and mentoring. I enjoy exploring new technologies, various crafts, writing, orchid growing, flower gardening, hiking, traveling, photography, experimenting with new recipes and bringing people together with home-cooked foods and pastries."},
	{"peopleId":1869,"name":"Sanskruti  Rajankar","homepage":"Sanskruti-Rajankar.html","fileName":"Sanskruti-Rajankar.png","email":"srajanka@iu.edu","researchTeam":null,"jobDescription":"Hourly Research Assistant","startDate":"2025-01-13","endDate":null,"startyear":2025.0,"startmonth":1.0,"startday":13.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":33,"phone":"","fax":"","office":"","education":"•\tM.S. in Data Science, Indiana University Bloomington (2023–2025)\r\n•\tB.Tech in Electronics Engineering, Shri Ramdobaba College of Engineering, India (2019–2023)\r\n","background":"I’m currently pursuing my Master’s in Data Science at Indiana University Bloomington, graduating in May 2025. With experience in research, data analysis, and impactful projects, I specialize in leveraging data to drive insights and solutions. Proficient in tools like Python, Tableau, and SQL, I’m passionate about solving real-world problems through data.","interests":"I spend my days immersed in Python code, crafting Power BI dashboards, and fueled by plenty of coffee! Beyond academics, I have a passion for singing and playing instruments like the guitar and piano. If not for my journey as a Data Scientist, I’m certain I would have pursued a career as an artist!"},
	{"peopleId":853,"name":"Lisel Record","homepage":"lisel_record.html","fileName":"lisel_record.jpg","email":"recorde@iu.edu","researchTeam":null,"jobDescription":"Associate Director","startDate":"2013-09-30","endDate":null,"startyear":2013.0,"startmonth":9.0,"startday":30.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":4,"phone":"812.856.7034","fax":"","office":"Luddy Hall 4016","education":"B.A. in English, Carleton College<br/>\r\nM.A. in Anthropology with a concentration in Museum Studies, University of Denver","background":"Lisel has been with CNS since 2013, working originally with the <em>Places & Spaces: Mapping Science</em> exhibit and other outreach efforts. With nearly 15 years of curatorial experience at a variety of nonprofit and public institutions, she has extensive experience in the planning and implementation of outreach activities in places of informal science learning.  As Associate Director, Lisel manages Center projects, proposal development, and strategic planning efforts as well as directing outreach activities and working with Center collaborators.","interests":"When I am not dragging my family to museums, you can find me in the garden growing vegetables."},
	{"peopleId":1167,"name":"Nancy Ruschman","homepage":"nancy_ruschman.html","fileName":"nancy_ruschman.jpg","email":"nruschma@iu.edu","researchTeam":null,"jobDescription":"Project Manager","startDate":"2019-09-03","endDate":null,"startyear":2019.0,"startmonth":9.0,"startday":3.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":13,"phone":"","fax":"","office":"Luddy Hall 4022","education":"MA, Ball State University: Wellness Management - Organizational Effectiveness focus; Minor: Business Management","background":"In addition to CNS, I work as project manager for IU within the School of Education (SoE) on various grants including the Institute of Education Sciences (IES), Substance Abuse Mental Health Services Administration (SAMHSA), and Arnold Ventures grants. My role at SoE includes co-authoring studies, quality assurance, supervising project staff, and serving as liaison with internal and external project partners, funders, and research participants.","interests":"My husband and I live in Irvington, one of the largest historic neighborhoods in Indianapolis. Our daughter is currently a junior at IU, double majoring in International Studies and Central Eurasian studies. She’s also in the Turkish Flagship program and returned from Istanbul where she spent 7 weeks in a Turkish language immersion program."},
	{"peopleId":1315,"name":"Heidi Schlehlein","homepage":"schlehlein-heidi.html","fileName":"heidi-schlehlein.jpg","email":"hschleh@iu.edu","researchTeam":null,"jobDescription":"Medical Illustrator","startDate":"2021-10-31","endDate":null,"startyear":2021.0,"startmonth":10.0,"startday":31.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":19,"phone":"","fax":"","office":"remote","education":"BA in Fine Art and Psychology from Concordia University Wisconsin; MS in Biomedical Visualization from University of Illinois- Chicago","background":"Out of graduate school I worked for a company in Lake Bluff, IL as a medical modeler, creating anatomical models that were manufactured and sold throughout the world. After a few years, I branched out into freelance and learned graphic design skills, working for several ad agencies and most recently, the University of Illinois-Chicago as a digital and graphic designer. I also continue to make 3D printed medical models for researchers and pharmaceutical companies under my own company, SciSculpt.","interests":"I enjoy learning new things- recent hobbies have included Spanish, guitar, cornet and cross-country skiing. I also like to backpack and travel with friends, read in my hammock and throw pottery. I enjoy spending time with my four nieces and nephews, my pet rabbit and basset hound. "},
	{"peopleId":773,"name":"Todd Theriault","homepage":"todd_theriault.html","fileName":"ToddTheriault_weblrg.png","email":"ttheriau@iu.edu","researchTeam":null,"jobDescription":"Technical Writer","startDate":"2012-09-01","endDate":null,"startyear":2012.0,"startmonth":9.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":20,"phone":"812.856.7034","fax":"812.855.6166","office":"n/a","education":"BA, English, University of Wisconsin, Milwaukee\r\nMA, English, Miami University of Ohio","background":"Upon receiving my MA in 1998, I spent 15 years teaching literature and composition at Indiana University, Miami University of Ohio, the University of Cincinnati, and Xavier University of Ohio. Since 2012, I've been primarily involved with the Places & Spaces: Mapping Science exhibit.","interests":"I enjoy spending time with my wife and son, reading, cooking, and playing the piano."},
	{"peopleId":774,"name":"Tracey Theriault","homepage":"tracey-theriault.html","fileName":"tracey-theriault.jpg","email":"tratheri@iu.edu","researchTeam":null,"jobDescription":"Design Consultant","startDate":"2011-01-01","endDate":null,"startyear":2011.0,"startmonth":1.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":21,"phone":"","fax":"","office":"","education":"B.S. in Art, University of Wisconsin","background":"I started working at CNS as a design consultant for the book Atlas of Science: Visualizing What We Know, published in 2010. I have worked on a variety of design projects over the years including the Atlas of Knowledge: Anyone Can Map and the Atlas of Forecasts: Predicting and Implementing Desirable Futures.","interests":"I enjoy spending time with my family, hiking, gardening, cooking and baking, and making bead jewelry."},
	{"peopleId":2061,"name":"Naveen Rao Vardhineni","homepage":"naveen_rao.html","fileName":"Naveen.png","email":"nvardhi@iu.edu","researchTeam":null,"jobDescription":"Hourly Research Assistant","startDate":"2025-06-01","endDate":null,"startyear":2025.0,"startmonth":6.0,"startday":1.0,"endyear":null,"endmonth":null,"endday":null,"affiliations":null,"display_order":45,"phone":"","fax":"","office":"","education":"M.S. in Computer Science, Indiana University Bloomington (2023–2025) \r\nB.E. in Information Technology, Osmania University, India (2017–2021)\r\n\r\n","background":"I worked as a Full Stack Software Developer for two years at Cognizant Technology Solutions, where I developed RESTful APIs with ASP.NET Core and C#, built dynamic UI components using Angular and React, and engineered T-SQL stored procedures, triggers, and query optimizations in SQL Server. I also resolved complex bugs and implemented comprehensive unit tests using NUnit. As part of Agile Scrum teams, I collaborated closely with QA, DevOps, and UX colleagues to ensure smooth, timely rollouts. My expertise in ASP.NET Core,  Angular, React, JavaScript/TypeScript, Node.js, and MS SQL Server drives me to build maintainable, high-performance, and user-friendly applications. I am also proficient with programming languages such as C, C++, C#, and Python, as well as databases like MongoDB.\r\n\r\n","interests":"During my free time, I enjoy watching a good movie, experimenting with new recipes in the kitchen, and staying on the cutting edge of software development by exploring the latest tools and technologies."}
]
